Revit 2026 API

# SpaceOutdoorAirPerArea Property

---

Get the Specified OutdoorAirPerArea of the Space.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public double OutdoorAirPerArea { get; }
```
```vb
Public ReadOnly Property OutdoorAirPerArea As Double
	Get
```
```cpp
public:
property double OutdoorAirPerArea {
	double get ();
}
```
```fsharp
member OutdoorAirPerArea : float with get
```

#### Property Value

Double

This property is used to get the Specified OutdoorAirPerArea (Unit: ft/s) of the Space.

#### Reference

Space Class

Autodesk.Revit.DB.Mechanical Namespace